Repository: mcptek/SmyrilLine-Swift
Catalog: SmyrilLine/*.lproj/Localizable.strings
Languages: fo

source: Show this coupon to the staff
fo: Vís starvsfólkinum hesi boð

source: Duty free shopping aboard the MS Norröna
fo: Tollfrí søla umborð á Norrönu

source: On deck 5 you will find our tax free shop - Explorer Shop
fo: Tollfría handilin finna tit á dekk 5 – Explorer Shop

source: Nothing to show
fo: Onki at visa

source: Home
fo: Heim

source: Coupons
fo: Virðisseðlar

source: About
fo: Um

source: Restaurants & Bars
fo: Matstovur og barrir

source: Use coupon
fo: Brúka tilboðið

source: NEXT PORT
fo: NÆSTA HAVN

source: PREVIOUS PORT
fo: FRÁFARINGAR HAVN

source: SPEED
fo: FERÐ

source: Search
fo: Leita

source: Notification
fo: Fráboðan

source: My Smyril Line
fo: Mit Smyril Line

source: Welcome to Smyril Line
fo: Vælkomin til Smyril Line

source: Download Catalogue
fo: Heinta faldara

source: No records
fo: Onki at visa

source: No results
fo: Onki úrslit

source: Dismiss
fo: Angra

source: My Ticket
fo: Mín bóking

source: Help
fo: Hjálp

source: Last name
fo: Eftirnavn

source: Booking No
fo: Bókingarnummar

source: Routes
fo: Leiðir

source: DEPARTURE
fo: Fráferð

source: ARRIVAL
fo: Koma

source: TRAVELLERS
fo: Ferðandi

source: Language
fo: Mál

source: Adults
fo: Vaksin

source: Children
fo: Barn

source: Infants
fo: Pinkubarn

source: CABIN
fo: Kamar

source: New
fo: Nýtt

source: USE
fo: Nýt

source: USED
fo: Brúkt

source: Expired
fo: Útgingið

source: FROM
fo: Frá

source: TO
fo: Til

source: View Booking
fo: Sí bóking

source: Change Booking
fo: Skift bóking

source: Meals
fo: Máltíðir

source: NAME
fo: Navn

source: NATIONALITY
fo: Tjóðskapur

source: Inbox
fo: Innbakki

source: Ship Info
fo: Um skipið

source: OK
fo: í lagi

source: Cancel
fo: Angra

source: SEX
fo: Kyn

source: Tax Free item
fo: Tax Free vøra

source: CAR
fo: Bilur

source: DOB
fo: føðidato

source: Refresh
fo: Dagfør

source: Stay Connected
fo: Verð verandi íbundin

source: Please turn on bluetooth & connect to 'Smyril Line App' WiFi (free for our app)
fo: Vinarliga tendra fyri bluetooth og knýt til okkara ókeypis Wi-Fi

source: Track Yourself
fo: Halt eyga við tær sjálvum

source: Use Ship Tracker to track where you are
fo: Nýt Ship Tracker og síggj, hvar Norröna er stødd júst nú

source: Get Offers
fo: Fá tilboð

source: Browse coupons and enjoy various offers
fo: Sí tínar tilgóðaseðlar og innloys ymisk tilboð

source: Know the Voyage
fo: Eitt sindur um ferðina

source: Learn more about your cruise and destinations
fo: Les meira um tína ferð og ferðamál

source: Wine, Dine and Hangout at the coolest restaurants
fo: Wine, Dine - og tak tær av løttum í okkara caféum og barrum

source: Enjoy Tax Free
fo: Tax Free Shopping

source: See the list of Tax Free items ready to be picked up
fo: Síggj hvørjar tollfríar vørur tú kanst keypa tær í handlinum umborð

source: More
fo: Meir

source: Settings
fo: Innstillingar

source: Message filters
fo: Boðfiltur

source: Please choose your desired message category(s).
fo: Vinarliga vel teir bólkar tú ynskir at móttaka boð um

source: Age group
fo: Aldursbólkur

source: Gender
fo: Kyn

source: Adult (from 15 yr)
fo: Vaksin (frá 15 ár)

source: Child 12 - 15 yr
fo: Barn 12-15 ár

source: Child 3 - 11 yr
fo: Barn 3-11 ár

source: All
fo: Øll

source: Male
fo: Maður

source: Female
fo: Kvinna

source: Both
fo: Bæði

source: Please select age and gender.
fo: Vinarliga vel aldur og kyn

source: Please select an age group.
fo: Vinarliga vel aldursbólk

source: Please select a gender group.
fo: Venligst vælg køn

source: App version:
fo: Útgáva

source: Client ID:
fo: Brúkari
